IDEA Open Model
ReinfAroundOpening.DiagonalDistance Property
Compatible with IDEA StatiCa 20.1
 Distance between diagonal reinforcement layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double DiagonalDistance { get; set; }
Public Property DiagonalDistance As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace